
{
  "topicId": "1.1",
  "week": 1,
  "month": "Month 1",
  "title": "The Alphabet (A - M). Sounds & Writing.",
  "reading_greek": "A/α\nΒ/β\nΓ/γ\nΔ/δ\nΕ/ε\nΖ/ζ\nΗ/η\nΘ/θ\nΙ/ι\nΚ/κ\nΛ/λ\nΜ/μ",
  "reading_english": "The letter A/α represents a short [a], like in hat.\nThis letter is not a [b], as you might expect. It’s a [v], like in vase.\nThe sound represented by Γ/γ has no equivalent in English. It is closer to the initial sound of the French word rendez-vous.\nThis letter represents [δ] like in than.\nE/ε stands for [e], like in pen.\nIt is really easy to relate the capital letter to [z], like in zoo.\nThe letter Η/η represents a short [i], like in tip.\nThis letter stands for [θ], like in thin.\nThe letter again represents [i] like in tip (see H/η). So far two different letters, Η/η and Ι/ι, represent exactly the same sound.\nThis letter stands for an unaspirated [k] sound which is close to book.\nHere we have an [l] that is closer to the light [l] of like and not the dark [l] of little.\nIt is easy to relate the capital M to an [m] sound like in make.",
  "audio_script": "Καλημέρα! Welcome to your first Greek lesson. I am your tutor, and I expect your full attention and effort. Today, we begin with the very foundation: The Greek Alphabet. We will focus on the first twelve letters, from Alpha to Mu. Pay close attention to the sounds and how they are written.\n\nLet's start. First, we have **Α/α**... The letter Alpha, A/α, represents a short 'a' sound, just like in the English word 'hat'. In Modern Greek, we do not have long vowels, so keep it short and crisp. This sound, [a], will be a foundation as we introduce other consonants.\n\nNext, **Β/β**... Now, this is crucial. Β/β is *not* the 'b' sound you might expect from English. It is a 'v' sound, as in 'vase'. Remember this, it is a common point of confusion for beginners.\n\nMoving on, **Γ/γ**... This sound has no direct equivalent in English. It is a softer sound, closer to the 'r' in the French word 'rendez-vous'. Try to replicate that gentle, almost guttural sound. When writing the small letter, Γ/γ, notice that the typing font has no inner space at the bottom.\n\nThen, **Δ/δ**... This letter represents the 'th' sound in 'than'. It is a voiced sound, unlike its counterpart Θ/θ which we will see shortly. Practice placing your tongue for this sound.\n\nNow, **Ε/ε**... E/ε stands for the 'e' sound, like in 'pen'. Simple and straightforward.\n\nNext is **Ζ/ζ**... This one should be easy. The capital letter looks like the English 'Z', and it represents the 'z' sound, as in 'zoo'. When writing the small letter, first draw a horizontal line, then continue with a final 's' shape.\n\nMoving on to **Η/η**... The letter H/η represents a short 'i' sound, like in 'tip'. This is the first of several letters that will represent the *same* 'i' sound. Keep this in mind for spelling later.\n\nThen, **Θ/θ**... This letter stands for the 'th' sound, like in 'thin'. Unlike Δ/δ, this is a voiceless sound. Compare them: [δ] in 'than' versus [θ] in 'thin'.\n\nNext, **Ι/ι**... And here is the second representation for that 'i' sound, again, like in 'tip'. So, Η/η and Ι/ι represent *exactly* the same sound now. Why two different letters? Because in Ancient Greek, they had distinct sounds. Modern Greek preserves the writing, even though the phonetic difference is gone. Also, when writing the small letter, Ι/ι, remember it has *no dot* on top, unlike the Latin 'i'.\n\nNow, **Κ/κ**... This letter stands for an unaspirated 'k' sound, close to the 'k' in 'book'. It's not like the 'k' in 'kite' which has a puff of air.\n\nNext, **Λ/λ**... Here we have an 'l' sound. It is closer to the 'light l' in 'like', not the 'dark l' you find at the end of words like 'little' in English.\n\nAnd finally for today, **Μ/μ**... It is easy to relate the capital M to an 'm' sound, like in 'make'. To write the small letter, first draw a vertical line, then something similar to the Latin 'u'.\n\nTo summarize a few common pitfalls for these letters: Remember that **Β/β** is [v], not [b]. **Η/η** is [i], not an English 'h'. And **Ι/ι** in small form has no dot. Your memory is key here. Practice these sounds diligently. Repeat them until they become second nature. We will build upon this foundation next time. Any questions? If not, practice!"
}
