{
  "topicId": "3.1",
  "week": 3,
  "month": "Month 1",
  "title": "Subject vs Object (O vs Ton)",
  "reading_greek": "1. Ο Γιάννης μένει με τον Πέτρο.\n2. Ο Πέτρος αγαπάει την Μαρία.\n3. Η Μαρία αγαπάει τον Πέτρο.\n4. Τον Πέτρο αγαπάει η Μαρία.\n5. Ο δάσκαλος / τον δάσκαλο.\n6. Ο δρόμος / τον δρόμο.\n7. Ο άντρας / τον άντρα.\n8. Ο χάρτης / τον χάρτη.",
  "reading_english": "1. John lives with Peter.\n2. Peter loves Mary.\n3. Mary loves Peter.\n4. Mary loves Peter (Object-first word order).\n5. The male teacher (Subject) / the male teacher (Object).\n6. The street (Subject) / the street (Object).\n7. The man (Subject) / the man (Object).\n8. The map (Subject) / the map (Object).",
  "audio_script": "Welcome. Today we are looking at Chapter 3. You must understand the difference between the Subject and the Object... it is the foundation of Greek syntax. \n\nLook at your text. We use the Nominative case for the Subject and the Accusative case for the Object. For masculine nouns, this change is very visible. \n\nIn sentence one: 'O Yannis menei me ton Petro.' ... Yannis is the subject, so we use 'O'. Petro is the object of the preposition 'me', so we use 'ton'. \n\nNow, pay close attention to the form. When a masculine noun moves from Subject to Object, two things happen: One... the article 'O' becomes 'ton'. Two... the final 'sigma' is removed from the ending. So, 'O Petros' becomes 'ton Petro'. 'O dromos' becomes 'ton dromo'. \n\nGreek has a special feature called 'Free Word Order.' Look at sentences three and four. 'H Maria agapaei ton Petro' means Mary loves Peter. But even if we say 'Ton Petro agapaei h Maria', it STILL means Mary loves Peter. \n\nWhy? Because 'H Maria' is in the Nominative... she is the subject no matter where she stands. 'Ton Petro' is in the Accusative... he is the object no matter where he stands. In English, position defines the role. In Greek, the case ending defines the role. \n\nDo not forget: for feminine nouns like 'H Maria', the ending stays the same, but the article changes from 'H' to 'tin'. For Neuter nouns like 'to vivlio', nothing changes at all. \n\nStudy Table 3.1 and 3.2 carefully. In Greek, you cannot simply guess... you must know your cases."
}