{
  "topicId": "10.2",
  "week": 10,
  "month": "Month 1",
  "title": "\"I see him\" (Vlepo ton...).",
  "reading_greek": "1. Βλέπω τον Πέτρο. -> Τον βλέπω.\n2. Η Μαρία αγαπάει τον Γιάννη. -> Η Μαρία τον αγαπάει.\n3. Ξέρεις τον φίλο μου; Ναι, τον ξέρω.\n4. Βλέπεις το βιβλίο; Ναι, το βλέπω.\n5. Ακούω τους δασκάλους. -> Τους ακούω.\n6. Τον Πέτρο βλέπει η Μαρία. (Focus: It is Peter that Maria sees).",
  "reading_english": "1. I see Peter. -> I see him.\n2. Maria loves John. -> Maria loves him.\n3. Do you know my friend? Yes, I know him.\n4. Do you see the book? Yes, I see it.\n5. I hear the teachers. -> I hear them.\n6. Maria sees Peter. (Focusing on Peter).",
  "audio_script": "Hello! I am your Greek tutor. Today we are looking at how to say things like 'I see him' or 'I know her' using what we call Weak Personal Pronouns... As we saw in Chapter 2, Modern Greek is an inflectional language. This means grammatical information is tucked into the endings and small words... In Chapter 3.2.1, we learned that 'The nominative holds the role of the subject, and the accusative holds the role of the object.' For example: 'O Petros agapaei tin Maria.' ... But what if we want to replace 'Maria' with 'her'? Or 'Peter' with 'him'?... In Modern Greek, we use weak pronouns. For 'him', we use 'ton'. For 'it' (neuter), we use 'to'. For 'them' (masculine), we use 'tous'... Look at our first example: 'Vlepo ton Petro.' If I want to say 'I see him,' I take that 'ton' and move it before the verb: 'Ton vlepo.' ... Notice the position! Unlike English, the object pronoun usually comes BEFORE the verb... Let's try another from our notes: 'I Maria agapaei ton Gianni.' To say 'Maria loves him,' we say 'I Maria ton agapaei.' ... Remember Chapter 1.7.3 about Focus? If you want to emphasize HIM, you can change the order because of our Free Word Order rules, but for standard speech, 'Ton vlepo' is your go-to. Keep practicing your accusative forms from Table 3.1, as they look almost identical to these pronouns!"
}