
{
  "topicId": "2.1.1.7",
  "week": 2,
  "month": "Month 1",
  "title": "The Verb \"To Be\" (Είμαι). I am, You are.",
  "reading_greek": "Chapter 2, Unit 2.2.1 on page 28, and specifically mentions the verb 'to be' in Unit 2.2.4 on page 31.\n\nFrom Unit 2.2.1 (Person, Number, and an Optional Subject):\nVerbs must share the same person and number with their subject, either present or missing (but still presumed).\n(IX) (Εγώ) παίζω.\n(Εμείς) παίζουμε.\n\nFrom Unit 2.2.4 (Voice):\n“Active” and “passive” verbs are structured along the same grammatical features. Like “active” verbs, “passive” verbs also contain information about person, number and the rest.\n…\nYour main concern at levels A1-A2 will be “active”, not “passive” verbs. Nevertheless you cannot avoid basic “passive” verbs like είμαι, έρχομαι, θυμάμαι. \n\nGiven the textbook's structure, the verb 'είμαι' isn't explicitly conjugated in detail but is mentioned as a basic 'passive' verb that learners will encounter. Therefore, we will provide the standard A1 conjugation based on the principles of person and number as outlined in the text.",
  "reading_english": "Verbs must share the same person and number with their subject, whether present or missing (but still presumed).\n(I) I play.\n(We) play.\n\n\"Active\" and \"passive\" verbs are structured along the same grammatical features. Like \"active\" verbs, \"passive\" verbs also contain information about person, number and the rest.\n…\nYour main concern at levels A1-A2 will be \"active\", not \"passive\" verbs. Nevertheless you cannot avoid basic \"passive\" verbs like I am, I come, I remember.\n\nConjugation of 'to be' (είμαι):\nSingular:\n(I) I am.\n(You) you are.\n(He/She/It) he/she/it is.\n\nPlural:\n(We) we are.\n(You) you are.\n(They) they are.",
  "audio_script": "Welcome back! Today, we're going to tackle a fundamental verb in Modern Greek: the verb 'to be', which is 'είμαι' (eímai).\n\nAs we learned in Chapter 2, verbs carry grammatical information about person and number. This is crucial because, in Greek, the verb ending often tells us who is performing the action, or in this case, who 'is'. This allows us to sometimes omit the subject pronoun, like 'I' or 'we', because the verb ending makes it clear.\n\nLet's look at the verb 'είμαι' (eímai) in its present tense conjugation. Remember, Greek verbs are entered in dictionaries with the first person singular form, so we start with 'I am'.\n\nFirst, for the singular:\n\n*   For 'I am', we say: **Είμαι** (eímai).\n*   For 'you are' (speaking to one person), we say: **Είσαι** (eísai).\n*   And for 'he/she/it is', we say: **Είναι** (eínai).\n\nNow, for the plural:\n\n*   For 'we are', we say: **Είμαστε** (eímaste).\n*   For 'you are' (speaking to more than one person), we say: **Είστε** (eíste).\n*   And for 'they are', we say: **Είναι** (eínai).\n\nNotice something interesting? The third person singular ('he/she/it is') and the third person plural ('they are') share the same form: **Είναι** (eínai).\n\nIt's important to remember that while these are basic 'passive' verbs, as the textbook mentions, they are absolutely essential for communication at any level. You'll be using 'είμαι' constantly to describe who you are, where you are, and what things are like.\n\nPractice saying these forms aloud: Είμαι, Είσαι, Είναι, Είμαστε, Είστε, Είναι.\n\nWe'll be using 'είμαι' extensively in the coming lessons, so getting comfortable with these forms now will make a big difference. Keep up the great work!"
}
