
{
  "topicId": "2.1",
  "week": 2,
  "month": "Month 1",
  "title": "The Verb \"To Be\" (Είμαι). I am, You are.",
  "reading_greek": "είμαι\nείσαι\nείναι\nείμαστε\nείστε\nείναι\n\nΕίμαι από την Ιταλία.\nΕίσαι καλά;\nO Πέτρος είναι γιατρός.\nΕίμαστε Έλληνες.\nΕίστε εδώ;\nΕίναι αργά.",
  "reading_english": "I am\nyou are (singular, informal)\nhe/she/it is\nwe are\nyou are (plural or formal singular)\nthey are\n\nI am from Italy.\nAre you fine?\nPeter is a doctor.\nWe are Greeks.\nAre you here?\nIt is late.",
  "audio_script": "Kalimera, class! Today, we delve into one of the most fundamental verbs in Modern Greek: 'to be', or είμαι [eeme]. This verb is absolutely essential for everyday communication, and it's a perfect example of how verbs carry a lot of grammatical information right inside them.\n\nNow, the textbook, on page 59, under section 4.1.7, wisely notes that είμαι is what grammars call an irregular verb. But don't despair! It’s also a very common verb, and thankfully, it’s quite 'well-behaved' in its present tense forms. Our task is simply to memorize them.\n\nLet's look at the full conjugation for είμαι in the present tense:\n\nFor 'I am', we have είμαι [eeme].\nFor 'you are' (singular and informal), it's είσαι [eese].\nThen, for 'he', 'she', or 'it is', we use είναι [eene].\nFor 'we are', we say είμαστε [eemaste].\nFor 'you are' (which can be plural, or a formal singular 'you'), it's είστε [eeste].\nAnd finally, for 'they are', it's again είναι [eene].\n\nExcellent. Now, let's see these forms in action with some practical sentences, drawing directly from our textbook:\n\nFirst: Είμαι από την Ιταλία. [eeme apo teen eetalya] ... 'I am from Italy.'\nNext: Είσαι καλά; [eese kala] ... 'Are you fine?' Notice how just the intonation makes this a question in Greek, similar to English.\nThen: O Πέτρος είναι γιατρός. [o petros eene eatros] ... 'Peter is a doctor.' Here, 'είναι' is 'is' for 'he', referring to Peter.\nMoving on: Είμαστε Έλληνες. [eemaste elinees] ... 'We are Greeks.'\nAnd: Είστε εδώ; [eeste eδo] ... 'Are you here?' This 'είστε' form can be used for a group of people, or when you are politely addressing a single person, like saying 'Are you, sir/madam, here?'\nFinally: Είναι αργά. [eene arga] ... 'It is late.' Here, 'είναι' refers to 'it'.\n\nNow, a couple of important points to remember from Chapter 2 itself:\n\nFirstly, on page 27, Unit 2.2.1, the textbook discusses the 'optional subject'. Because the verb ending in Greek clearly tells you who the subject is (I, you, he, etc.), you don't always need to say the pronoun 'Εγώ' (I) or 'Εσύ' (you). Just saying 'Είμαι' is often enough, unless, of course, you want to add emphasis, as we learned about 'focus' in Chapter 1, Unit 1.7.3.\n\nSecondly, a quick note from Chapter 2, Unit 2.2.4, on page 31: είμαι is categorized as a 'passive' or 'medio-passive' verb. Now, don't let that terminology confuse you! As the text explains, this refers to its *form* or ending, not its actual *meaning*. There's nothing 'passive' about the concept of 'to be' itself!\n\nWell done! Memorizing these forms of είμαι is a crucial step in your Greek journey. Practice them often, and you'll soon find yourself using them naturally in conversation. Until next time, adio!"
}
