
{
  "topicId": "2.1.1",
  "week": 2,
  "month": "Month 1",
  "title": "Genders (O, H, To). Identify noun genders.",
  "reading_greek": "ο δρόμος, η ώρα, το βιβλίο\nο άντρας, η ζώνη, το παιδί\nο χάρτης, η ώρα, το πράγμα\nο καφές, η σοκολάτα, το τσάι\nο άντρας, η γυναίκα\nο ταύρος, η αγελάδα\nο δάσκαλος, η δασκάλα\nη Αγγλία, η Γαλλία, η Ισπανία\nη πίτσα\nτο Φίατ, το Πεζό, το Σμαρτ\nη Μερσεντές, η Φεράρι",
  "reading_english": "the street, the hour, the book\nthe man, the belt, the child\nthe map, the hour, the thing\nthe coffee, the chocolate, the tea\nthe man, the woman\nthe bull, the cow\nthe male teacher, the female teacher\nEngland, France, Spain\nthe pizza\nthe Fiat, the Peugeot, the Smart\nthe Mercedes, the Ferrari",
  "audio_script": "Hello! Today, we're going to explore a fundamental concept in Modern Greek: noun genders. In Greek, every noun has a gender – it's either masculine, feminine, or neuter. This might seem a bit different if your native language doesn't have grammatical genders for nouns, but don't worry, we'll break it down.  \n\nThink of it like this: just as in English we have 'he', 'she', and 'it' for pronouns, Greek uses articles – small words that come before nouns – to signal their gender. The most common ones we'll focus on today are 'o' for masculine, 'i' for feminine, and 'to' for neuter.  \n\nLet's look at some examples from our textbook.  \n\nFirst, for masculine nouns, we use the article 'o'. For example: 'o dromos', meaning 'the street'. We also have 'o antras', meaning 'the man', and 'o chartis', meaning 'the map'.  \n\nNext, for feminine nouns, we use the article 'i'. Here are some examples: 'i ora', meaning 'the hour'. Then we have 'i zoni', meaning 'the belt', and 'i pikta', which means 'the pizza'. You might notice that words ending in '-a' are often feminine, like 'i pikta'.  \n\nFinally, for neuter nouns, we use the article 'to'. Let's see: 'to vivlio', meaning 'the book'. We also have 'to paidi', meaning 'the child', and 'to pragma', meaning 'the thing'.  \n\nNow, a crucial point: gender in Greek isn't always logical or predictable based on natural sex, unlike in some languages. For instance, 'o kafes' is 'the coffee' (masculine), 'i sokolata' is 'the chocolate' (feminine), and 'to tsai' is 'the tea' (neuter). There's no obvious reason why they have these genders, so it's best to learn each noun's gender along with its meaning.  \n\nHowever, there are some patterns. Nouns referring to males are usually masculine, like 'o antras' (the man) and 'omavros' (the bull). And nouns referring to females are usually feminine, like 'i gineka' (the woman) and 'i agelada' (the cow). This also applies to professions: 'o daskalos' for a male teacher and 'i daskala' for a female teacher.  \n\nMany country names are also feminine, like 'i Anglia' (England) and 'i Gallia' (France), because the Greek word for country, 'i hora', is feminine. But, as with most things in language, there are exceptions! For example, 'o Kanada' (Canada) is masculine, and 'to Mexiko' (Mexico) is neuter.  \n\nWhen it comes to borrowed words, like 'i pikta' (pizza), they often take on a gender based on their ending, similar to native Greek words. For example, 'i pikta' ends in '-a', making it feminine.  \n\nSometimes, the textbook mentions interesting distinctions, like with cars. Everyday cars are often neuter, like 'to Fiat' or 'to Peugeot'. But luxury cars are often treated as feminine, like 'i Mercedes' or 'i Ferrari'. The book suggests this is because expensive cars are often seen as beloved possessions, and maybe a 'she' sounds more fitting for them!  \n\nSo, to recap: The articles 'o', 'i', and 'to' are your primary clues to a noun's gender. Remember to learn the gender with the noun's meaning, as it's not always predictable.  \n\nKeep practicing identifying these genders, and you'll soon get the hang of it!"
}
