
{
  "topicId": "2.2",
  "week": 2,
  "month": "Month 1",
  "title": "Genders (O, H, To). Identify noun genders.",
  "reading_greek": "1. ο δρόμος\n2. η ώρα\n3. το βιβλίο\n4. ο άντρας\n5. η ζώνη\n6. το παιδί\n7. ο καφές\n8. η σοκολάτα\n9. το τσάι\n10. η καρέκλα\n11. το μολύβι\n12. ο μαρκαδόρος\n13. η πένα\n14. η πίτσα\n15. το φεστιβάλ\n16. το κομπιούτερ\n17. το ευρώ\n18. η έξοδος\n19. το κράτος",
  "reading_english": "1. the street\n2. the hour\n3. the book\n4. the man\n5. the belt\n6. the child\n7. the coffee\n8. the chocolate\n9. the tea\n10. the chair\n11. the pencil\n12. the marker\n13. the quill pen\n14. the pizza\n15. the festival\n16. the computer\n17. the euro\n18. the exit\n19. the state",
  "audio_script": "Alright, listen carefully! Today, we delve into the fundamental concept of **gender** in Modern Greek nouns. This is not optional; this is **crucial**! Open your textbook to Chapter 2, page 21, section 2.1.1.\n\nAs the textbook clearly states, Modern Greek nouns are **inflected words**. This means they carry grammatical information, not just lexical meaning. And one of the three major grammatical features is **gender**. Understand this: **Every single Modern Greek noun must be masculine, feminine, or neuter. There are no exceptions, no gender-free nouns.**\n\nNow, how do we identify this gender? The most reliable way for you, as absolute beginners, is through the **definite article** – that little word equivalent to 'the' in English. Look at Table 2.1 on page 22. Observe the articles:\n\nFor **masculine** nouns, we use 'ο'. Repeat after me: 'ο'.\nFor example: 'ο δρόμος' ... 'ο άντρας' ... 'ο χάρτης'.\n\nFor **feminine** nouns, we use 'η'. Repeat: 'η'.\nFor example: 'η ώρα' ... 'η ζώνη'.\n\nAnd for **neuter** nouns, we use 'το'. Repeat: 'το'.\nFor example: 'το βιβλίο' ... 'το παιδί' ... 'το πράγμα'.\n\nDo not confuse grammatical gender with biological sex! A chair in real life has no sex, yet the word 'η καρέκλα' is feminine. Your textbook gives excellent examples on page 23. Coffee, chocolate, and tea are all beverages, but their genders are entirely different:\n\n'ο καφές' (masculine) ... 'η σοκολάτα' (feminine) ... 'το τσάι' (neuter).\n\nSimilarly, writing instruments: 'το μολύβι' (neuter) ... 'ο μαρκαδόρος' (masculine) ... 'η πένα' (feminine). There is no logical reason for this, only grammar! So, what is your task? **Memorize the gender with every single noun you learn!** Do not postpone this; you *will* get lost.\n\nNow, what about loanwords? When a word like 'pizza' enters Greek, it adapts. 'η πίτσα' takes a feminine article because its ending resembles other feminine nouns. But many loanwords, especially those with unfamiliar endings like 'φεστιβάλ' (festival) or 'κομπιούτερ' (computer) or 'ευρώ' (euro), are classified as **neuter** if their endings do not match existing gender patterns. The textbook mentions this on page 24.\n\nFinally, be warned: do not attempt to guess gender from the noun's ending alone. The textbook explicitly states this on page 25, giving examples like: 'ο δρόμος' (masculine), 'η έξοδος' (feminine), 'το κράτος' (neuter). All end in '-ος', yet their genders are varied. The definite article is your friend here, not the ending of the noun itself.\n\nUnderstand? Good. Now, practice reading the examples provided. Pay close attention to the definite article and the noun it accompanies. This is not a suggestion; it is a **command**. Let's begin!"
}
