
{
  "topicId": "3.1",
  "week": 3,
  "month": "Month 1",
  "title": "The Verb \"To Have\" (Έχω).",
  "reading_greek": "Εισαγωγή: Το ρήμα «έχω»\n\nΣτην προηγούμενη ενότητα, εισαγάγαμε τις έννοιες του ονομαστικής και αιτιατικής πτώσης. Τώρα, θα εστιάσουμε σε ένα πολύ βασικό ρήμα που είναι απαραίτητο για την επικοινωνία: το ρήμα «έχω».\n\nΤο ρήμα «έχω» στα ελληνικά έχει διάφορες χρήσεις, παρόμοιες με το «have» στα αγγλικά. Είναι ένα ακανόνιστο ρήμα και κλίνεται.\n\n**Ενικός Αριθμός:**\n\n*   Εγώ **έχω** (I have)\n*   Εσύ **έχεις** (You have - singular)\n*   Αυτός/Αυτή/Αυτό **έχει** (He/She/It has)\n\n**Πληθυντικός Αριθμός:**\n\n*   Εμείς **έχουμε** (We have)\n*   Εσείς **έχετε** (You have - plural)\n*   Αυτοί/Αυτές/Αυτά **έχουν** (They have)\n\n**Παραδείγματα Χρήσης:**\n\n1.  **Εγώ έχω** ένα βιβλίο.\n    (I have a book.)\n\n2.  **Εσύ έχεις** ένα αυτοκίνητο;\n    (Do you have a car?)\n\n3.  **Αυτός έχει** μια γάτα.\n    (He has a cat.)\n\n4.  **Εμείς έχουμε** χρόνο.\n    (We have time.)\n\n5.  **Εσείς έχετε** μια ερώτηση;\n    (Do you have a question?)\n\n6.  **Αυτοί έχουν** ένα σπίτι.\n    (They have a house.)\n\n**Χρήση ως Βοηθητικό Ρήμα (για σχηματισμό άλλων χρόνων):**\n\nΤο ρήμα «έχω» χρησιμοποιείται επίσης ως βοηθητικό ρήμα για τον σχηματισμό σύνθετων χρόνων, όπως ο παρακείμενος και ο υπερσυντέλικος. Ωστόσο, αυτό είναι πέρα από το επίπεδο Α1-Α2.\n\n**Προσοχή:**\n\n*   Το ρήμα «έχω» είναι θεμελιώδες. Η εκμάθησή του είναι απαραίτητη.\n*   Θυμηθείτε ότι ο ενικός «εσύ» και ο πληθυντικός «εσείς» έχουν διαφορετική κλίση. \n*   Η θέση του υποκειμένου (εγώ, εσύ, αυτός κ.λπ.) είναι συχνά προαιρετική, όπως αναφέρθηκε στο Κεφάλαιο 2, επειδή η κατάληξη του ρήματος δείχνει το πρόσωπο και τον αριθμό.\n\n(Εγώ) **έχω** ένα βιβλίο.\n**Έχω** ένα βιβλίο.\n\n(Εσύ) **έχεις** ένα αυτοκίνητο;\n**Έχεις** ένα αυτοκίνητο;\n\n*Σημείωση: Η παρούσα ενότητα βασίζεται στο πνεύμα της χρήσης των ρημάτων στο επίπεδο Α1-Α2, όπως υποδεικνύεται από το περιεχόμενο του βιβλίου, και επεκτείνεται ελαφρώς για να καλύψει πλήρως το ρήμα «έχω».\n",
  "reading_english": "Introduction: The Verb \"To Have\" (Έχω)\n\nIn the previous section, we introduced the concepts of the nominative and accusative cases. Now, we will focus on a very basic verb essential for communication: the verb \"to have\".\n\nThe verb \"to have\" in Greek has various uses, similar to \"have\" in English. It is an irregular verb and is inflected.\n\n**Singular:**\n\n*   Εγώ **έχω** (I have)\n*   Εσύ **έχεις** (You have - singular)\n*   Αυτός/Αυτή/Αυτό **έχει** (He/She/It has)\n\n**Plural:**\n\n*   Εμείς **έχουμε** (We have)\n*   Εσείς **έχετε** (You have - plural)\n*   Αυτοί/Αυτές/Αυτά **έχουν** (They have)\n\n**Examples of Use:**\n\n1.  Εγώ **έχω** ένα βιβλίο.\n    (I have a book.)\n\n2.  **Εσύ έχεις** ένα αυτοκίνητο;\n    (Do you have a car?)\n\n3.  **Αυτός έχει** μια γάτα.\n    (He has a cat.)\n\n4.  **Εμείς έχουμε** χρόνο.\n    (We have time.)\n\n5.  **Εσείς έχετε** μια ερώτηση;\n    (Do you have a question?)\n\n6.  **Αυτοί έχουν** ένα σπίτι.\n    (They have a house.)\n\n**Use as an Auxiliary Verb (for forming other tenses):**\n\nThe verb \"to have\" is also used as an auxiliary verb for forming compound tenses, such as the perfect and pluperfect. However, this is beyond the A1-A2 level.\n\n**Attention:**\n\n*   The verb \"to have\" is fundamental. Learning it is essential.\n*   Remember that the singular \"you\" (εσύ) and the plural \"you\" (εσείς) have different conjugations.\n*   The position of the subject (I, you, he, etc.) is often optional, as mentioned in Chapter 2, because the verb ending indicates the person and number.\n\n(Εγώ) **έχω** ένα βιβλίο.\n**Έχω** ένα βιβλίο.\n\n(Εσύ) **έχεις** ένα αυτοκίνητο;\n**Έχεις** ένα αυτοκίνητο;\n\n*Note: This unit is based on the spirit of verb usage at the A1-A2 level, as indicated by the textbook's content, and is slightly expanded to fully cover the verb \"to have\".\n",
  "audio_script": "Hello! Welcome back. Today, we're going to tackle a very important verb in Modern Greek: the verb \"to have\", which is 'έχω' (écho).\n\nJust like in English, 'έχω' is used to express possession, and it's also used as a helping verb in more complex verb forms. For now, we'll focus on its basic meaning of possession.\n\n'Έχω' is an irregular verb, which means its conjugation isn't always straightforward. Let's look at how it changes for each person and number:\n\nIn the singular:\n\n*   For 'I have', we say 'εγώ **έχω**' (egó écho).\n*   For 'you have' (speaking to one person), we say 'εσύ **έχεις**' (esý écheis).\n*   And for 'he has', 'she has', or 'it has', we say 'αυτός, αυτή, αυτό **έχει**' (aftós, aftí, aftó échei).\n\nNow, for the plural:\n\n*   For 'we have', it's 'εμείς **έχουμε**' (emeís échoume).\n*   For 'you have' (speaking to more than one person), it's 'εσείς **έχετε**' (eseís échete).\n*   And for 'they have', we say 'αυτοί, αυτές, αυτά **έχουν**' (aftoí, aftés, aftá échoun).\n\nLet's practice with some sentences:\n\n(1)Εγώ **έχω** ένα βιβλίο. (Egó écho éna vivlío.) This means 'I have a book.'\n\n(2) **Εσύ έχεις** ένα αυτοκίνητο; (Esý écheis éna aftokínito?) This is a question: 'Do you have a car?'\n\n(3) Αυτός **έχει** μια γάτα. (Aftós échei mia gáta.) 'He has a cat.'\n\n(4) Εμείς **έχουμε** χρόνο. (Emeís échoume chróno.) 'We have time.'\n\n(5) Εσείς **έχετε** μια ερώτηση; (Eséis échete mia erótisi?) 'Do you have a question?'\n\n(6) Αυτοί **έχουν** ένα σπίτι. (Aftoí échoun éna spíti.) 'They have a house.'\n\nRemember what we learned in Chapter 2 about optional subjects? The endings of the verb 'έχω' are usually enough to tell us who is doing the action. So, you'll often hear or see sentences without the pronoun 'εγώ', 'εσύ', etc. For example, you might just say '**Έχω** ένα βιβλίο' (Écho éna vivlío) or '**Έχεις** ένα αυτοκίνητο;' (Écheis éna aftokínito?). This is perfectly correct!\n\nMastering 'έχω' is crucial for building your Greek vocabulary. Keep practicing these forms, and you'll soon be using them with confidence!\n"
}
