{
  "topicId": "3.3",
  "week": 4,
  "month": "Month 1",
  "title": "Masculine Plurals (-os -> -oi).",
  "reading_greek": "1. ο δρόμος — οι δρόμοι\n2. τον δρόμο — τους δρόμους\n3. ο χυμός — οι χυμοί\n4. τον χυμό — τους χυμούς\n5. ο μαρκαδόρος — οι μαρκαδόροι\n6. ο νόμος — οι νόμοι\n7. Πόσο κάνουν οι χυμοί;\n8. Θα ήθελα δύο χυμούς πορτοκάλι, παρακαλώ.",
  "reading_english": "1. the street — the streets (Nominative)\n2. the street — the streets (Accusative)\n3. the juice — the juices (Nominative)\n4. the juice — the juices (Accusative)\n5. the marker — the markers\n6. the law — the laws\n7. How much are the juices?\n8. I would like two orange juices, please.",
  "audio_script": "Hello! Today we are looking at how to make masculine nouns plural, specifically those ending in -os. Open your notes to Page 44, Section 3.3. In Greek, we don't just add an 's' like in English. We change the 'article' and the 'ending' of the word... Let's look at our primary example: 'o dromos' which means 'the street'. To say 'the streets' in the Nominative case, we change the article 'o' to 'oi' and the ending '-os' to '-oi'. So, 'o dromos' becomes 'oi dromoi'. Listen to the sound: oi dromoi... Now, look at Table 3.4. If the noun is the object of the sentence, we use the Accusative case. 'Ton dromo' becomes 'tous dromous'. Notice that the article changes to 'tous' and the ending becomes '-ous'... Let's try some words from our vocabulary on Page 23 and 49. 'O hymos' or 'the juice' becomes 'oi hymoi'. If you are at the periptero, or kiosk, and you want to ask the price, you would say: 'Poso kanoun oi hymoi?' — 'How much are the juices?'... And if you are ordering two juices, you use the Accusative plural: 'Dyo hymous portokali, parakalo.'... One interesting thing to remember from Page 45 is that the plural article 'oi' is actually the same for both masculine and feminine nouns. This is what we call 'fusion' in grammar. It makes things a little easier to remember! Keep practicing these pairs: o dromos - oi dromoi, o hymos - oi hymoi. You're doing great!"
}