
{
  "topicId": "5.3",
  "week": 5,
  "month": "Month 1",
  "title": "Mixed Lists (Shopping List).",
  "reading_greek": "1.  Ένα κιλό μήλα, δύο γάλατα, ένα ψωμί.\n2.  Θα πάρω τρία πορτοκάλια, μισό κιλό τυρί, και ένα πακέτο ζάχαρη.\n3.  Χρειάζομαι δύο μπουκάλια νερό, πέντε αυγά, και μια μαρμελάδα.\n4.  Παρακαλώ, δώστε μου ένα κιλό ζάχαρη, δέκα αυγά, και δύο γάλατα.\n5.  Η λίστα μου γράφει: 1 κιλό ρύζι, 2 τόνους λάδι, 3 μέτρια κρεμμύδια.",
  "reading_english": "1.  One kilo of apples, two milks, one bread.\n2.  I will get three oranges, half a kilo of cheese, and one package of sugar.\n3.  I need two bottles of water, five eggs, and one jam.\n4.  Please, give me one kilo of sugar, ten eggs, and two milks.\n5.  My list writes: 1 kilo rice, 2 tones oil, 3 medium onions.",
  "audio_script": "Hello! Today, we're going to look at how to make mixed lists, like a shopping list. This is very practical for everyday communication.\n\nLet's start with our first example: 'Ένα κιλό μήλα, δύο γάλατα, ένα ψωμί.' This translates to 'One kilo of apples, two milks, one bread.' Notice how we use numbers and units like 'κιλό' (kilo) and 'δύο' (two) followed by the noun. We'll learn more about numbers and units in this chapter!\n\nOur next example is: 'Θα πάρω τρία πορτοκάλια, μισό κιλό τυρί, και ένα πακέτο ζάχαρη.' This means, 'I will get three oranges, half a kilo of cheese, and one package of sugar.' Here, we see 'τρία' (three) for oranges, 'μισό κιλό' (half a kilo) for cheese, and 'ένα πακέτο' (one package) for sugar. We use 'και' (and) to connect the items.\n\nMoving on, we have: 'Χρειάζομαι δύο μπουκάλια νερό, πέντε αυγά, και μια μαρμελάδα.' This translates to, 'I need two bottles of water, five eggs, and one jam.' Here, 'μπουκάλια' (bottles) is a unit for water. We also see 'πέντε' (five) for eggs and 'μια' (one) for jam. It's important to remember that the article 'μια' is used for feminine nouns when we say 'one'.\n\nLet's look at a request in a shop: 'Παρακαλώ, δώστε μου ένα κιλό ζάχαρη, δέκα αυγά, και δύο γάλατα.' This means, 'Please, give me one kilo of sugar, ten eggs, and two milks.' This is a polite way to ask for items using 'δώστε μου' (give me).\n\nFinally, a slightly more advanced example of a list: 'Η λίστα μου γράφει: 1 κιλό ρύζι, 2 τόνους λάδι, 3 μέτρια κρεμμύδια.' This translates to, 'My list writes: 1 kilo rice, 2 tones oil, 3 medium onions.' Here, 'μέτρια' (medium) is used as an adjective to describe the onions. We're also seeing different quantities and types of items. Note the unusual '2 τόνους λάδι' (2 tones of oil) is for illustrative purposes of how quantities are stated, though not a realistic measure for oil!\n\nRemember to pay attention to the articles and the numbers when forming your own lists! We will cover more on these in the following sections."
}
