{
  "topicId": "7.2",
  "week": 7,
  "month": "Month 2",
  "title": "\"Where is...?\" (Pou einai...?).",
  "reading_greek": "1. Πού είναι ο Πέτρος; Ο Πέτρος είναι στο σχολείο. \n2. Πού είναι η Μαρία; Η Μαρία είναι στην Αθήνα. \n3. Πού είναι το βιβλίο; Το βιβλίο είναι στην τσάντα. \n4. Πού είναι το περίπτερο; Το περίπτερο είναι στον δρόμο. \n5. Πού είναι τα κλειδιά; Τα κλειδιά είναι στο τραπέζι. \n6. Πού είναι η Κατερίνα; Η Κατερίνα είναι στο σπίτι.",
  "reading_english": "1. Where is Peter? Peter is at school. \n2. Where is Maria? Maria is in Athens. \n3. Where is the book? The book is in the bag. \n4. Where is the kiosk? The kiosk is on the street. \n5. Where are the keys? The keys are on the table. \n6. Where is Catherine? Catherine is at home.",
  "audio_script": "Hello! As a strict Greek tutor, I expect you to remember what we've covered in earlier chapters to master today's lesson. To ask 'Where is...?' in Modern Greek, we use the word 'Πού' ... followed by the verb 'είναι', which we learned in Chapter 4. ... For example, 'Πού είναι ο Πέτρος;' ... \n\nNow, pay close attention to the answer. In Chapter 7, we study Prepositions. The most common one for location is 'σε', meaning 'in' or 'at'. ... However, you must apply the rule from Chapter 3.2.4: Nouns in prepositional phrases are ALWAYS in the Accusative case. ... \n\nLook at example one. 'Σχολείο' is a neuter noun. In the accusative, 'το' stays 'το', so we combine 'σε' and 'το' to get 'στο'. ... 'Ο Πέτρος είναι στο σχολείο.' ... \n\nIn example two, 'Αθήνα' is feminine. The article 'η' changes to 'την' in the accusative. 'Σε' plus 'την' becomes 'στην'. ... 'Η Μαρία είναι στην Αθήνα.' ... \n\nFinally, look at example four. 'Ο δρόμος' is masculine. As we learned in Table 3.1, masculine nouns lose their final 'ς' and the article becomes 'τον'. 'Σε' plus 'τον' becomes 'στον'. ... 'Το περίπτερο είναι στον δρόμο.' ... \n\nPractice these carefully. Remember: no prepositional phrase is correct unless your noun is in the Accusative!"
}