
{
  "topicId": "9.2",
  "week": 9,
  "month": "Month 1",
  "title": "Daily Routine Verbs (Wake up, Eat, Work).",
  "reading_greek": "Ξυπνάω, τρώω, δουλεύω.\n\nΓια να περιγράψουμε την καθημερινή μας ρουτίνα, χρησιμοποιούμε συγκεκριμένα ρήματα. Ας δούμε μερικά παραδείγματα.\n\n**Ξυπνάω** (to wake up):\n* Ξυπνάω στις επτά το πρωί.\n* Πότε ξυπνάς;\n\n**Τρώω** (to eat):\n* Τρώω πρωινό στις οκτώ.\n* Τι τρως συνήθως για μεσημεριανό;\n* Τρώμε όλοι μαζί το βράδυ.\n\n**Δουλεύω** (to work):\n* Δουλεύω από Δευτέρα έως Παρασκευή.\n* Πού δουλεύεις;\n* Δουλεύουμε πολλές ώρες.\n\n**Συνδυασμός ρημάτων:**\n* Πρώτα ξυπνάω, μετά τρώω πρωινό και μετά πηγαίνω στη δουλειά.\n* Ξυπνάω νωρίς και μετά δουλεύω.\n* Τρώμε και μετά ξυπνάμε.",
  "reading_english": "I wake up, I eat, I work.\n\nTo describe our daily routine, we use specific verbs. Let's see some examples.\n\n**Wake up**:\n* I wake up at seven in the morning.\n* When do you wake up?\n\n**Eat**:\n* I eat breakfast at eight.\n* What do you usually eat for lunch?\n* We all eat together in the evening.\n\n**Work**:\n* I work from Monday to Friday.\n* Where do you work?\n* We work many hours.\n\n**Combining verbs:**\n* First I wake up, then I eat breakfast, and then I go to work.\n* I wake up early and then I work.\n* We eat and then we wake up.",
  "audio_script": "Hello! Today, we're going to talk about verbs related to our daily routine. These are verbs we use very often to describe what we do every day. Let's start with waking up...\n\nThe verb 'to wake up' in Modern Greek is **ξυπνάω** (ksipnáo). As you can see from the examples, it follows the patterns we've learned for verbs. For instance, 'I wake up at seven in the morning' is **Ξυπνάω στις επτά το πρωί** (Ksipnáo stis eptá to proví). And a question like 'When do you wake up?' is **Πότε ξυπνάς;** (Póte ksipnás?). Remember, 'ξυπνάω' is a verb that takes the ending '-ω' for 'I' and '-εις' for 'you' (singular).\n\nNext, we have the very important verb 'to eat', which is **τρώω** (tróo). This is a common verb, and you'll use it a lot! Here are some examples: 'I eat breakfast at eight' is **Τρώω πρωινό στις οκτώ** (Tróo provinó stis októ). 'What do you usually eat for lunch?' is **Τι τρως συνήθως για μεσημεριανό;** (Ti tros sínithos ya mesimerianó?). And for a group, 'We all eat together in the evening' is **Τρώμε όλοι μαζί το βράδυ** (Tróme óli mazí to vrádi).\n\nThen, we have the verb 'to work', which is **δουλεύω** (dulévo). So, 'I work from Monday to Friday' is **Δουλεύω από Δευτέρα έως Παρασκευή** (Dulévo apó Deftéra éos Paraskeví). If you want to ask 'Where do you work?', it's **Πού δουλεύεις;** (Poú dulévis?). And for plural, 'We work many hours' becomes **Δουλεύουμε πολλές ώρες** (Dulévoome pollés óres).\n\nNow, let's see how we can combine these verbs to describe a sequence of actions in our day. For example, 'First I wake up, then I eat breakfast, and then I go to work' can be said as **Πρώτα ξυπνάω, μετά τρώω πρωινό και μετά πηγαίνω στη δουλειά** (Próta ksipnáo, metá tróo provinó ke metá pingéno sti duliyá). Another simple one is 'I wake up early and then I work': **Ξυπνάω νωρίς και μετά δουλεύω** (Ksipnáo norís ke metá dulévo).\n\nIt's important to practice these verbs in different contexts to feel comfortable using them. Try to describe your own daily routine using these words! Keep up the good work!"
}
